NAME_MESSAGE = (
    "Вас приветствует бот-конвертер валют! "
    "Пожалуйста, введите ваше имя."
)
SURNAME_MESSAGE = (
    "Очень приятно, {name}! "
    "Пожалуйста, введите вашу фамилию."
)
AGE_MESSAGE = (
    "Отлично, {name} {surname}! "
    "Пожалуйста, введите свой возраст цифрами."
)
INFO_MESSAGE = (
    "Данные пользователя обновлены. "
    "Имя пользователя: {name}. "
    "Фамилия пользователя: {surname}. "
    "Возраст пользователя: {age}. "
    "ID пользователя: {id}. "
    "Какое действие вы хотите выполнить?"
)
ERROR_MESSAGE = (
    "Произошла ошибка при обработке запроса."
    "Пожалуйста, попробуйте еще раз позже."
)
CANCEL_MESSAGE = (
    "Отмена. Для начала с нуля нажмите /start"
)
ALREADY_USER_MESSAGE = (
    "Пользователь с таким id уже существует в базе данных. "
    "Для начала с нуля нажмите /start "
    "или выберите одно из следующих действий."
)
