NAME_MESSAGE = (
    "Вас приветствует бот-конвертер валют! "
    "Пожалуйста, введите ваше имя."
)
SURNAME_MESSAGE = (
    "Очень приятно, {name}! "
    "Пожалуйста, введите вашу фамилию."
)
AGE_MESSAGE = (
    "Отлично, {name} {surname}! "
    "Пожалуйста, введите свой возраст цифрами."
)
INFO_MESSAGE = (
    "Данные пользователя обновлены. "
    "Имя пользователя: {name}. "
    "Фамилия пользователя: {surname}. "
    "Возраст пользователя: {age}. "
    "ID пользователя: {id}. "
    "Какое действие вы хотите выполнить?"
)
